#!/bin/bash

#Suppression de la bdd
mysql -h 127.0.0.1 -P 3307 -u root -p'root' -e "DROP DATABASE IF EXISTS sae51db;"

if [ $? -eq 0 ]; then
    echo -e "#############################################################################"
    echo -e "########### Suppression de la bdd sae51db  réalisée avec succès ###########"
    echo -e "#############################################################################"
else
    echo -e "###########################################################################"
    echo -e "############# La suppression de la bdd a échoué ######################"
    echo -e "###########################################################################"
fi 

