#!/bin/bash

docker run -d \
	--name mysql_serv \
	-p 3307:3306 \
	-v "$(pwd)":/var/lib/mysql-files \
	mysql_serv

if [ $? -eq 0 ]; then
	echo " ################################################################ \
               ######### Execution du serveur mysql réalisée avec succès" ##### \
               ################################################################
else
  	echo " ################################################################ \
               ############# Exécution du serveur mysql a échoué" ############# \
               ################################################################
fi
